export const doclist = [{
        id: 'vue',
        childers: [{
                title: 'Vue学习路径1-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            },
            {
                title: 'Vue学习路径2-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            },
            {
                title: 'Vue学习路径3-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            }
        ]
    },
    {
        id: 'Css',
        childers: [{
                title: 'Css学习路径1-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            },
            {
                title: 'Css学习路径2-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            },
            {
                title: 'Css学习路径3-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            }
        ]
    },
    {
        id: 'Js',
        childers: [{
                title: 'Js学习路径1-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            },
            {
                title: 'Js学习路径2-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            },
            {
                title: 'Js学习路径3-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            }
        ]
    },
    {
        id: 'Linux',
        childers: [{
                title: 'Linux学习路径1-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            },
            {
                title: 'Linux学习路径2-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            },
            {
                title: 'Linux学习路径3-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            }
        ]
    },
    {
        id: 'Node',
        childers: [{
                title: 'Node学习路径1-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            },
            {
                title: 'Node学习路径2-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            },
            {
                title: 'Node学习路径3-轻松从基础到实战',
                date: "发布于 2018年08月27日 —— 15:15",
                img: "http://img.dd0519.cn/vue/yugong.jpg",
                subtitle: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                contents: "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
            },
            {
                "type": "vue",
                "title": "Vue学习路径3-轻松从基础到实战",
                "date": "发布于 2018年08月27日 —— 15:15",
                "img": "http://img.dd0519.cn/vue/yugong.jpg",
                "subtitle": "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。",
                "contents": "里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。<img src='http://img.dd0519.cn/css/css.jpg 'style='width:60%;height:100%;border-radius:4px;margin: auto;display: block;'/>里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。里边全部是vue的免费视频，全算下来有100多集。希望可以帮助前端小伙伴学习Vue。"
            }
        ]
    }
]